tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"

# brew "libtiff"
# brew "webp"
# brew "ffmpeg"
# brew "yt-dlp"

# brew "go"
# brew "hyperfine"
# brew "rustup"

brew "atuin"
brew "btop"
brew "diff-so-fancy"
brew "eza"
brew "fish"
brew "gh"
brew "git"
brew "mas"
brew "prettyping"
brew "rustup"
brew "tree"
brew "vercel-cli"
brew "felixkratz/formulae/borders", restart_service: :changed
brew "oven-sh/bun/bun"

# cask "appcleaner"
# cask "dockdoor"
# cask "leader-key"
# cask "linear-linear"
# cask "meetingbar"
# cask "orbstack"
# cask "origami-studio"
# cask "orion"
# cask "sanesidebuttons"
# cask "zed"

cask "1password"
cask "aerospace"
cask "anki"
cask "arc"
cask "audio-hijack"
cask "autodesk-fusion"
cask "azure-data-studio"
cask "cleanshot"
cask "cursor"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "ghostty"
cask "granola"
cask "jordanbaird-ice"
cask "keyboard-maestro"
cask "loopback"
cask "microsoft-teams"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "screen-studio"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Day Progress", id: 6450280202
mas "DeskMinder", id: 6740942938
mas "Framous", id: 6636520519
mas "Gifski", id: 1351639930
mas "Horo", id: 1437226581
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "WhisperType", id: 6740147293

vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "mvllow.rose-pine"
vscode "raillyhugo.one-hunter"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "savioserra.theme-switcher"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "vscodevim.vim"
