cask "1password"
cask "1password-cli"
cask "aerospace"
cask "anki"
cask "arc"
cask "audio-hijack"
cask "autodesk-fusion"
cask "azure-data-studio"
cask "batfi"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "codex"
cask "cursor"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "granola"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "keyboard-maestro"
cask "leader-key"
cask "loopback"
cask "microsoft-teams"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "screen-studio"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "zed@preview"
cask "zoom"
