tap "felixkratz/formulae"
tap "mybuddymichael/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"

brew "atuin"
brew "bat"
brew "btop"
brew "diff-so-fancy"
brew "difftastic"
brew "eza"
brew "fd"
brew "felixkratz/formulae/borders", restart_service: :changed
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "gnupg"
brew "ical-buddy"
brew "jj"
brew "jjui"
brew "mas"
brew "mise"
brew "mybuddymichael/tap/sift-things"
brew "neovim"
brew "opencode"
brew "oxipng"
brew "pngquant"
brew "prettyping"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zoxide"
